---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecWireElevation
source: html/46715a95-e9e6-10d6-3c64-1094b2f8c2ee.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecWireElevation Property

"Elevation"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecWireElevation { get; }
```